Repository: ratso/marginalia
Catalog: application/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Method not found
ru: Метод не найден

source: The method is not allowed for the requested URL.
ru: Метод не разрешен по этому URL.

source: Unauthorized access is prohibited
ru: Доступ без авторизации запрещен!

source: Note created successfully
ru: Токен успешно сгенерирован

source: Note id is required!
ru: Необходимо указать идентификатор заметки

source: Sorry. Invalid note id specified
ru: Извините. Указан некорректный идентификатор пользователя

source: Sorry! It is not allowed to edit someones else notes!
ru: Редактировать чужие заметки запрещено

source: Note updated successfully
ru: Заметка успешно обновлена

source: Sorry. Invalid user id specified
ru: Указан некорректный идентификатор пользователя

source: You need to specify email and password
ru: Вам нужно указать адрес email и пароль

source: This email is already registered
ru: Этот адрес email уже занят

source: Registration complete
ru: Регистрация завершена

source: Invalid email or password!
ru: Некорректный email или пароль

source: Token generated successful
ru: Токен успешно сгенерирован
